CFD_outputData/case_04/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

9
(
    AC_inlet
    {
        type            patch;
        nFaces          168;
        startFace       791856;
    }
    AC_outlet
    {
        type            patch;
        nFaces          192;
        startFace       792024;
    }
    wall
    {
        type            wall;
        nFaces          51796;
        startFace       792216;
    }
    Door_1
    {
        type            wall;
        nFaces          334;
        startFace       844012;
    }
    Door_2
    {
        type            wall;
        nFaces          170;
        startFace       844346;
    }
    Door_3
    {
        type            wall;
        nFaces          384;
        startFace       844516;
    }
    Windows
    {
        type            wall;
        nFaces          580;
        startFace       844900;
    }
    COM_inlet_+Z
    {
        type            wall;
        nFaces          312;
        startFace       845480;
    }
    COM_inlet_-Z
    {
        type            wall;
        nFaces          256;
        startFace       845792;
    }
)

// ************************************************************************* //
