CFD_outputData/case_04/0/U

/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{		
	AC_inlet
    {
        type            fixedValue;
        value			uniform (-0.6 0 0);
    }
	AC_outlet
    {
        type            fixedValue;
        value			uniform (-0.6 0 0);
    }
	wall
    {
        type            noSlip;
    }
    Door_1
    {
        type            fixedValue;
        value			uniform (0 0 -0.15);
    }
    Door_2
    {
        //type            zeroGradient;
		type            inletOutlet;
        inletValue      uniform (0 0 0);
        value			uniform (0 0 0);
    }
    Door_3
    {
        //type            zeroGradient;
		type            inletOutlet;
        inletValue      uniform (0 0 0);
        value			uniform (0 0 0);
    }
    Windows
    {
        //type            zeroGradient;
		type            inletOutlet;
        inletValue      uniform (0 0 0);
        value			uniform (0 0 0);
    }
    COM_inlet_+Z
    {
        type            fixedValue;
        value			uniform (0 0 0.2);
    }
    COM_inlet_-Z
    {
        type            fixedValue;
        value			uniform (0 0 -0.2);
    }
}

// ************************************************************************* //
