CFD_outputData/case_04/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 5e-5;

boundaryField
{		
	AC_inlet
    {
        type            fixedValue;
		value			$internalField;
    }
	AC_outlet
    {
        type            zeroGradient;
    }
	wall
    {
        type            epsilonWallFunction;
        value           $internalField;
    }
    Door_1
    {
        type            fixedValue;
		value			$internalField;
    }
    Door_2
    {
        type            zeroGradient;
    }
    Door_3
    {
        type            zeroGradient;
    }
    Windows
    {
        type            zeroGradient;
    }
    COM_inlet_+Z
    {
        //type            fixedValue;
		//value			$internalField;
		type            epsilonWallFunction;
        value           $internalField;
    }
    COM_inlet_-Z
    {
        //type            fixedValue;
		//value			$internalField;
		type            epsilonWallFunction;
        value           $internalField;
    }
}


// ************************************************************************* //
